Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Daytime Star.tmx
Source language: en
Languages: es_419

source: no wonder yura's traumatized…
es_419: es lógico que esté afectada…

source: yeah, you were mistaken and that prick was just acting.
es_419: sí, te equivocaste. ese imbécil solo estaba actuando.

source: actually, I'm happy I can stay longer on site!
es_419: ¡en realidad me agrada estar más tiempo en el rodaje!

source: that actress with the role of suji. is she from an acting school?
es_419: la actriz que tiene el papel de suji ¿es de una escuela de actuación?

source: seunghyeon's name on the line makes this company even more trustworthy!
es_419: ¡su nombre hace que esta compañía tenga incluso mejor reputación!

source: or did I expect him to notice me and become even slightly nervous?
es_419: ¿o esperaba que él me viera y se pusiera un poco nervioso?

source: all right…
es_419: muy bien…

source: why would he?
es_419: ¿por qué lo haría?

source: seunghyeon, you got a message.
es_419: seunghyeon, tienes un mensaje.

source: explain...?
es_419: ¿explicarlo?…

source: I believe your name is... yuna... hong, is it?
es_419: creo que tu nombre es… yuna… hong, ¿verdad?

source: hey, changhyeon.
es_419: hola, changhyeon.

source: you had no idea either.
es_419: tú tampoco lo imaginaste.

source: now that I think about it, suji in time was also a character like that.
es_419: ahora que lo pienso, el personaje de suji, en tiempo, era así.

source: alrighty, girl. let's go and drink some soju!
es_419: muy bien, amiga. ¡bebamos un poco de soju!

source: I only had one question…
es_419: te hice una pregunta…

source: he's way friendlier than I imagined.
es_419: es mucho más amigable de lo que pensé.

source: whew!{j}I feel so refreshed!
es_419: ¡fiu!{j}¡qué refrescante!

source: well, to be more specific, seunghyeon and I are leading the agency together.
es_419: bueno, para ser más específicos, seunghyeon y yo la dirigimos juntos.

source: cut!
es_419: ¡corten!

source: what did seunghyeon say?
es_419: ¿qué dijo?

source: haha, yura's extremely nervous.
es_419: ja, ja, yura está muy nerviosa.

source: what do you mean, "or something"? how do you not know when you were there for the casting?
es_419: ¿qué quieres decir con "o algo así"? estuviste allí para el casting, ¿no lo sabes?

source: I thought I've grown used to this by now…
es_419: pensé que ya me había acostumbrado…

source: ahem! oh, sorry.
es_419: ¡ejem! ay, perdón.

source: I told her the same thing...
es_419: yo le dije lo mismo,

source: now that I see--
es_419: ahora que te veo…

source: let's kill some time by playing my game.
es_419: me entretendré un rato con mi juego.

source: I had no idea he was actually so devious.
es_419: no tenía idea de que fuera tan retorcido.

source: you got it?
es_419: ¿entiendes?

source: you must be tired.
es_419: debes estar cansado.

source: then...
es_419: entonces…

source: you can get hundreds of that chocolate milk for the amount you paid.
es_419: por la cantidad que pagaste podrías comprar cien cajas de esa leche.

source: he's so relaxed...
es_419: y él tan tranquilo…

source: can you see the theater on this?
es_419: ¿puedes ver la sala desde aquí?

source: nice...
es_419: bien…

source: ...you asked me the same question?
es_419: … me lo preguntaste a mí?

source: you--
es_419: tú…

source: already?
es_419: ¿tan pronto?

source: what? they want to start shooting in three days? you sure it's not for a table-read?
es_419: ¿qué? ¿quieren empezar a rodar en tres días? ¿seguro que no es para una primera lectura?

source: blow
es_419: FUUF

source: a seat in the corner I see.
es_419: un asiento en el rincón, ya veo.

source: mr. kim and gwangsu did all the hard work.
es_419: el señor kim y gwangsu hicieron todo el trabajo.

source: (Today) 3:32 AM
es_419: (hoy) 3:32 a. m.

source: I'm like an acquaintance...
es_419: soy una conocida…

source: episode 22
es_419: episodio 22

source: you look absolutely stunning, yura!!
es_419: ¡¡estás impresionante, yura!!

source: oh… that idol…
es_419: ah, ese ídolo…

source: I heard you two were meeting up after the press conference.
es_419: supe que ustedes se reunirían después de la conferencia de prensa,

source: I mean, until yesterday, that was the reality I was living in...
es_419: hasta ayer, esa era la realidad que yo estaba viviendo…

source: I won't be long.
es_419: no tardaré.

source: I know you're faking it right now to change the subject!
es_419: ¡sé que finges para cambiar de tema!

source: …I'm sad that I have to give up…
es_419: … lamento renunciar…

source: well, the people I'll be working with is more important than the building.
es_419: bueno, la gente con la que trabajaré es más importante que el edificio.

source: of course…
es_419: por supuesto…

source: oh, yura! remember that café we used to frequent before?
es_419: ¡ay, yura! ¿recuerdas la cafetería a la que solíamos ir?

source: I'm really looking forward to her audition today.
es_419: estoy ansioso por ver su audición.

source: she's quite something.
es_419: ella es especial.

source: tell me your account number!{j}I'll transfer the money!
es_419: ¡dame tu número de cuenta!{j}¡te haré una transferencia!

source: but why does he feel so distant now?
es_419: ¿por qué ahora me parece tan distante?

source: you've been casted for time!
es_419: ¡te eligieron para tiempo!

source: you just need to do what you're told.
es_419: solo tienes que hacer lo que te digan.

source: I see... both your parents were in an accident...
es_419: ya veo… tus padres sufrieron un accidente…

source: forget the boring talk…
es_419: basta de charla aburrida…

source: and try not to cry so much...
es_419: y trata de no llorar tanto…

source: this is paparazzi…
es_419: esto trae paparazzi…

source: I can't understand a word of it.
es_419: no entiendo ni una palabra.

source: so stop protesting.
es_419: "así que no protestes.

source: he heard everything!
es_419: ¡oyó todo!

source: thank you, assistant director!
es_419: ¡gracias, asistente de dirección!

source: s-s-s-s-seonbae!
es_419: ¡s-s-s-seunghyeon!

source: stop changing the subject!!
es_419: ¡¡deja de cambiar de tema!!

source: she was surprised.
es_419: se sorprendió.

source: …I don't need the part.
es_419: … no deseo el papel.

source: it feels like we're newlyweds shopping for groceries…
es_419: parecemos recién casados haciendo las compras…

source: what am I doing here?
es_419: ¿qué estoy haciendo?

source: but you told me to rest…
es_419: pero debo descansar…

source: alright! good luck with the shoot!
es_419: ¡bien! ¡suerte en el rodaje!

source: how nice would it have been...
es_419: qué agradable hubiera sido…

source: kiss
es_419: BESO

source: yep, see you soon.
es_419: sí, te veo luego.

source: and miran will have a good excuse to tell her friends.
es_419: y miran podrá darle una buena excusa a sus amigas.

source: his face is fully exposed!
es_419: ¡se le ve toda la cara!

source: probably, if it doesn't take too long.
es_419: es probable, si no se extiende demasiado.

source: you found her? what do you think?
es_419: ¿la encontraste? ¿qué te parece?

source: oh, speaking of seunghyeon, we'll see him at the premier this sunday.
es_419: ah, y hablando de seunghyeon, lo veremos en la premier este domingo.

source: the seonbae I got to know on site…
es_419: el seunghyeon que conocí en el plató…

source: is he trying to set seonbae up?!
es_419: ¿está tratando de arreglar la cita?

source: we might not be able to walk because we're too exhausted.
es_419: quizá estemos demasiado agotadas para poder caminar.

source: is this a dream?
es_419: ¿estoy soñando?

source: warm lunch box prepared just for me!
es_419: ¡comida caliente preparada para mí!

source: I was happy he felt the same way as I did.
es_419: me alegró que él sintiera lo mismo que yo.

source: But it's still cold in the morning and night so dress warm.
es_419: pero aún está fresco por la mañana y por la noche, así que abrígate.

source: where you at?
es_419: ¿dónde estás?

source: what?! seriously?!
es_419: ¡¿qué?! ¡¿de veras?!

source: which reminds me, I'm thinking about discussing that story with jingyeong first at the preview. what do you think?
es_419: eso me recuerda una cosa. creo que hablaré con jingyeong sobre esa historia en el preestreno. ¿qué te parece?

source: jeong-u wants to have a word with yura…
es_419: jeong-u quiere hablar con yura…

source: miran's probably gonna check with you as well.
es_419: es posible que miran te llame para confirmarlo.

source: I'm so excited!!
es_419: ¡qué emoción!

source: yeah, I'll do that…
es_419: sí, lo haré…

source: I still have more scenes to shoot...
es_419: tengo que participar en más escenas…

source: really? you were awake?
es_419: ¿sí? ¿estabas despierto?

source: we just decided to get to know each other.
es_419: solo nos estamos conociendo.

source: ORGANIC
es_419: ORGÁNICOS

source: hi, seonbae!
es_419: ¡hola, seunghyeon!

source: hey, seunghyeon!!
es_419: ¡¡eh, seunghyeon!!

source: no way!!
es_419: ¡¡imposible!!

source: then you want to pull an all-nighter with me?
es_419: ¿entonces quieres acompañarme toda la noche?

source: s-seon--
es_419: "s-seung…"

source: Agency Korea
es_419: agencia corea

source: what should I wear tomorrow?
es_419: ¿qué debería ponerme?

source: what are you--
es_419: ¿qué quieres de…?

source: among the three characters you've given me, I prepared the role of minjeong!
es_419: ¡entre los tres personajes que me dieron, preparé el papel de minjeong!

source: we have a gym in our neighborhood as well.
es_419: en nuestro barrio también hay uno.

source: stomp
es_419: POM

source: n-no, that's not it!
es_419: ¡n-no, no es eso!

source: yes, I'm good!
es_419: ¡sí, todo listo!

source: yura, I think you got the wrong idea here...
es_419: yura, creo que no me entendiste…

source: seunghyeon, did you chug your soup the moment you sat down?
es_419: seunghyeon, ¿te bebiste toda la sopa en el momento en que te sentaste?

source: she's always crying...
es_419: siempre está llorando…

source: what do you mean… let's go together?
es_419: ¿a qué te refieres con que vayamos juntos?

source: yep, I'm fine...
es_419: sí, estoy bien…

source: but I must apologize.
es_419: igual debo disculparme.

source: did you forget how seonbae advised you to act tough after you wipe the sweat off your face?
es_419: ¿olvidas que seonbae te aconsejó que no te hicieras el duro hasta después limpiarte el sudor?

source: wow, really? so when's a good time for you?
es_419: ¡excelente! ¿cuándo te iría bien?

source: which grocery store are you headed to?
es_419: ¿a qué supermercado vas?

source: we're actually surprised that a talented actress like yura doesn't have an agency yet.
es_419: de hecho, nos llama la atención que una actriz talentosa como ella aún no tenga agencia.

source: iseo yun and jina song are known to be best friends!
es_419: ¡se sabe que iseo yun y jina song son mejores amigas!

source: and what do I do if he turns out to be the same?
es_419: ¿y si se comporta como jeong-u?

source: you're too stubborn.
es_419: eres demasiado terco.

source: I should look for a different manager.
es_419: debería buscar otro representante.

source: what're you doing out here, butting into my business?!
es_419: ¡¿qué haces entrometiéndote en mis asuntos?!

source: episode 16
es_419: episodio 16

source: a deeply wounded woman…
es_419: una mujer herida…

source: which means you haven't gone public yet, but the agency is already up and running.
es_419: eso significa que aún no se ha hecho público, pero la agencia ya está operando.

source: what was that?
es_419: ¿qué fue eso?

source: it won't take too long...
es_419: será rápido…

source: extra in a drink advertisement
es_419: extra en un anuncio de bebida

source: jingyeong and I, we're both managers, you know?
es_419: jingyeong y yo somos representantes, ¿entiendes?

source: oh... he's notorious.
es_419: ah… es famoso.

source: I saw you going into seunghyeon seonbae's room last night.
es_419: entraste a la habitación de seunghyeon seonbae anoche.

source: come on!
es_419: ¡vamos!

source: it's been a while.
es_419: por un tiempo.

source: can you break this level for me?!
es_419: ¡¿me ayudas con este nivel?!

source: I wanted to ask you something.
es_419: quiero preguntarte algo.

source: yep. it's inconvenient to use my car when I have personal affairs to attend to.
es_419: sí. no es práctico usar mi auto cuando tengo que ir a un lugar por asuntos personales.

source: good luck, yura!
es_419: ¡buena suerte, yura!

source: if seunghyeon kang approves, that means she's quite good…
es_419: si seunghyeon kang la aprueba, debe ser bastante buena…

source: I'll bring it up and see how she reacts!
es_419: ¡lo mencionaré y veré cómo reacciona!

source: yura, I caught you off guard by bringing you to my house, huh?
es_419: yura, te tomé desprevenida trayéndote a mi casa, ¿no?

source: you don't need anything else?
es_419: ¿no necesitas nada más?

source: they must be tight on schedule with the sudden change of the actress!
es_419: ¡deben estar justos de tiempo con el cambio repentino de actriz!

source: ...so that everyone will recognize me...
es_419: … para que todos me reconocieran…

source: argh, I sent it!
es_419: ¡aaah, lo envié!

source: …on the small, everyday moments I could've shared with seonbae.
es_419: … a los pequeños momentos cotidianos que podría haber compartido con él.

source: I thought my heart was about to burst.
es_419: creí que me reventaría el corazón.

source: ...but suji can't be too sad or happy since she's hiding the fact that she's come to a conclusion to take her own life, and this is her last memory she'll make with dojin.
es_419: pero suji no puede mostrarse demasiado triste o feliz porque está ocultando su intención de quitarse la vida, y este será su último recuerdo con dojin.

source: I should take a selfie while I'm waiting.
es_419: me tomaré una foto mientras espero.

source: goodness, yura.
es_419: por dios, yura.

source: charge it on this, please.
es_419: cobre con esta, por favor.

source: when did I fall asleep?
es_419: ¿cuándo me quedé dormido?

source: are you really alright, yura?
es_419: ¿de verdad estás bien, yura?

source: but why are you here?!
es_419: pero ¡¿por qué estás aquí?!

source: we weren't sure on his schedule since they came to seoul briefly for the cover shoot.
es_419: no estábamos seguros de cuál era su horario. solo pasaron por seúl para la sesión de fotos.

source: have you--
es_419: ¿ya has…?

source: ahh… sorry, sorry.
es_419: ay, perdón, perdón.

source: episode 28
es_419: episodio 28

source: here!
es_419: ¡toma!

source: got it?
es_419: ¿entendido?

source: it's room 1701, right?
es_419: ¿es la 1701, verdad?

source: …will that be too selfish of me?
es_419: ¿sería muy egoísta?

source: hehehehehe
es_419: JEJEJEJEJE

source: but then again...
es_419: pero…

source: no!{j}I'm the one more grateful!
es_419: ¡no!{j}¡la agradecida soy yo!

source: good luck, actress hwang!
es_419: ¡suerte, actriz hwang!

source: but she can't stop falling for him as he's constantly on her mind!
es_419: ¡pero piensa en él todo el tiempo y no puede evitar enamorarse!

source: yep. you always seemed a bit tense.
es_419: sí. siempre te mostrabas algo tensa.

source: did I keep you waiting?
es_419: ¿te hice esperar?

source: why're you asking when you already know the answer?
es_419: ¿para qué lo preguntas si sabes la respuesta?

source: main lead, your expression's much too dreadful…
es_419: protagonista femenina, tu expresión da miedo…

source: jeong-u was the same.
es_419: también lo fue jeong-u.

source: she's not stuttering anymore.
es_419: ya no tartamudea.

source: it was so hectic down in busan that we couldn't even greet each other.
es_419: fue todo tan caótico en busan que ni siquiera pudimos saludarnos.

source: I think the male lead for this drama is jeong-u kim…
es_419: debe tener el papel protagonista masculino…

source: o-oh god, his voice!!
es_419: d-dios mío, ¡su voz!

source: what is it?! tell me!!
es_419: ¡¡cuéntame!! ¡¡dime!!

source: yeah?
es_419: ¿sí?

source: I'm sorry...
es_419: lo siento…

source: sorry, but I can't stay long since I stepped out during the middle of a cover shoot.
es_419: lo siento, pero no puedo quedarme. me escapé de una sesión de fotos de portada.

source: ichon park!
es_419: ¡a ichon park!

source: this is totally my story!!
es_419: ¡¡es mi propia historia!!

source: hmmm
es_419: MMMM

source: whose music video are you doing this time?
es_419: ¿de quién es el video musical que estás haciendo?

source: oh, leaving already?
es_419: ah, ¿ya se van?

source: after I finished my audition and looked around...
es_419: cuando la escena terminó, y lo busqué…

source: the results of your audition depends on what I say.
es_419: los resultados de la audición dependen de lo que yo opine.

source: it's sunday, so there might be traffic.
es_419: es domingo, seguro que habrá tráfico.

source: who?!
es_419: ¡¿a quién?!

source: …there was a disgusting scumbag sitting in the judge's seat.
es_419: … había una rata apestosa entre los jueces.

source: oh, I'm sorry!
es_419: ay, ¡lo siento!

source: should I just...
es_419: ¡¿Debería…

source: I can't read what's on his mind.
es_419: no puedo captar lo que piensa.

source: …wouldn't it sound better if we tell miran that I'm joining as a judge than attending a meeting?
es_419: … ¿no sonará mejor decirle a miran que me uniré como juez, en lugar de que debo ir a una reunión?

source: so how'd you know about her to recommend her to me?
es_419: ¿cómo la conociste y por qué me la recomiendas?

source: oh, jeong-u's down in the basement parking lot.
es_419: jeong-u está en el estacionamiento del sótano.

source: director yu wants me out for the shoot now that I'm done protesting.
es_419: como mi protesta ha terminado, el director yu me quiere para el rodaje.

source: raise
es_419: LEVANTA

source: seonbae got hurt on site because he couldn't focus, thinking about me…
es_419: él se lastimó en el plató porque no podía concentrarse pensando en mí…

source: yura's manager!
es_419: ¡la representante de yura!

source: like a kid in a toy store for the first time…
es_419: es como un niño en una tienda de juguetes…

source: director im's work set to start at the end of the year looks good too...
es_419: a final de año el director im iniciará un trabajo que también se ve bien…

source: ...aren't you even upset, changhyeon?
es_419: … ¿ni siquiera estás molesto, changhyeon?

source: but it's been a while since he's dated someone, so shall I play cupid?
es_419: pero hace mucho que no sale con nadie, ¿debería hacer de cupido?

source: is it a maze game?
es_419: ¿un juego de laberinto?

source: whooaaaaa!!!
es_419: ¡¡¡UAAAAA!!!

source: I'd like to treat you to a meal, especially when you came all the way here…
es_419: me gustaría invitarte a comer, sobre todo ya que has venido hasta aquí…

source: you know…
es_419: sabes…

source: good luck with shooting today!
es_419: ¡buena suerte con el rodaje de hoy!

source: is that all he said?
es_419: ¿es todo?

source: point
es_419: SEÑALA

source: good lord…
es_419: cielo santo…

source: but guess what?
es_419: pero ¿sabes qué?

source: hey, did you seriously have to deliver such a message to yura?
es_419: ¿en serio tenías que darle ese mensaje a yura?

source: that blood isn't even real!
es_419: ¡esa sangre ni siquiera es real!

source: way more senior
es_419: muy superior

source: I'm not the one who drank it...
es_419: yo no la tomé…

source: *a popular korean food made from soft rice cake, fish cake, and the sweet red chili sauce.
es_419: *famosa comida coreana hecha de pastel de arroz, pastel de pescado y salsa de chile rojo dulce.

source: oh, I'm just going to watch it from the beginning next time.
es_419: mm, veré la película desde el principio la próxima vez.

source: I just heard from one of the staff members that jeong-u is--
es_419: uno de los miembros del personal acaba de decir que jeong-u es…

source: why? what's it say?
es_419: ¿qué pasa? ¿qué dice?

source: was that seunghyeon?
es_419: ¿era seunghyeon?

source: It's warm today.
es_419: hace calor hoy.

source: we just talk about anything. how we didn't get to eat breakfast, what we had for lunch, or what we'll have for dinner. stuff like that.
es_419: hablamos sobre cualquier cosa. nos quejamos porque no pudimos desayunar, comentamos qué almorzamos o qué cenaremos. cosas así.

source: that means you do notice me.
es_419: es porque no te soy indiferente.

source: yeah… which is why I honestly don't feel too comfortable bringing up joining an agency in front of yura.
es_419: sí… por eso, sinceramente, me incomoda proponerle que se una a la agencia.

source: eeeeeeeek!!
es_419: ¡¡aaaaaay!!

source: ah, I guess seunghyeon didn't explain thoroughly, again.
es_419: ah, supongo que seunghyeon de nuevo olvidó explicarlo.

source: there's none.
es_419: no hay nada.

source: I guess I can't deny it...
es_419: ya no puedo negarlo…

source: yes, sir!
es_419: ¡sí, señor!

source: in the end…
es_419: al final…

source: Site In
es_419: ubicación

source: according to my precise analysis, you've been acting like this since jingyeong left busan.
es_419: te he observado con mucha atención. actúas así desde que jingyeong se fue de busan.

source: Send
es_419: ENVIAR

source: it is seunghyeon kang, after all…
es_419: después de todo, es seunghyeon kang…

source: throb
es_419: GLUP

source: perk
es_419: TARÁN

source: alright, everyone! say hello!
es_419: ¡bueno, gente! ¡digan "hola"!

source: uh… I believe…
es_419: mm… creo que…

source: do you realize what you just admitted?
es_419: ¿sabes lo que acabas de admitir?

source: …when jeong-u was with yura…
es_419: … cuando jeong-u estaba con yura…

source: I know you said you'll wait, but I can't believe yura hasn't called you for two weeks and you're fine with that.
es_419: sé que dijiste que esperarías, pero no puedo creer que yura no te haya llamado en dos semanas y que eso no te moleste.

source: I don't want it, so get lost.
es_419: no lo quiero, vete.

source: are you thinking about hitting him up since he's big enough of a star to stir up some scandal?
es_419: ¿estás pensando en seducirlo? claro, es una gran estrella y provocarás un escándalo.

source: is that why...
es_419: ¿fue por eso que…

source: that's perfect.
es_419: eso es perfecto.

source: he should apologize if he wants to. what's he looking at me for?
es_419: debería disculparse si desea hacerlo. ¿por qué me mira a mí?

source: that's weird…
es_419: qué raro…

source: ugh
es_419: AAGH

source: why aren't you getting ready to shoot?!
es_419: ¡¿por qué no te estás preparando para rodar?!

source: in a way, you're more of a jerk than him, you know that?!
es_419: en cierto modo, eres peor que él, ¡¿sabes?!

source: it's too soon to tell.
es_419: es pronto para saberlo.

source: you know what I mean, right?
es_419: sabes lo que quiero decir, ¿verdad?

source: ah, hello, jeong-u. good job on your take this morning.
es_419: ah, hola, jeong-u. tu toma de esta mañana fue muy buena.

source: good, you're out already--
es_419: ¡bien, ya estás afuera…!

source: hooray
es_419: ¡HURRA!

source: I'm dizzy as well…
es_419: también estoy mareada…

source: oh, how was my acting?
es_419: ¿qué tal estuve?

source: seunghyeon, let's get going. the director's calling.
es_419: vamos, seunghyeon. el director te está llamando.

source: anyway, sorry I didn't give you a heads up.
es_419: de igual modo, perdona que no te avisara.

source: tick
es_419: TIC

source: have you ridden a speeding bullet taxi during the day?
es_419: ¿alguna vez fuiste en taxi a toda velocidad durante el día?

source: what?! no! you better not!
es_419: ¡¿qué?! ¡ni se te ocurra!

source: smack
es_419: PAC
